{
  "id": "TimelineOfficialStatistics",
  "title": "Les institutions de la statistique « officielle » au Luxembourg",
  "timeformat": "YYYY",
  "legend": {
    "t": "année"
  },
  "source": "STATEC",
  "values": [
    {
      "t": 1900,
      "title": "Création de la Commission permanente de statistique",
      "subheading": "(« Ständige Kommission für Statistik »)",
      "description": "La <a href='https://legilux.public.lu/eli/etat/leg/loi/1900/06/25/n1/jo' target='_blank'>loi du 25 juin 1900</a> énonce le principe de l’institution d’un « service de statistique » sans autre précision quant à ses attributions et son organisation. <a href='https://legilux.public.lu/eli/etat/leg/agd/1900/07/25/n1/jo' target='_blank'>L’arrêté grand-ducal du 25 juillet 1900</a> crée une « Commission permanente de statistique » dont les membres  sont choisis « autant que possible » parmi les hauts fonctionnaires des différentes administrations."
    },
    {
      "t": 1923,
      "title": "Création de l'Office de statistique",
      "subheading": "Du point de vue légal, il s’agit de la même institution qui a changé d’appellation en 1923.",
      "description": "A la veille de la Deuxième guerre mondiale, l'institution compte moins d’une dizaine d’employés qui sont directement attachés à l’Office."
    },
    {
      "t": 1945,
      "title": "Création de l'Office de la statistique générale et du Service d’études et de documentation économiques",
      "subheading": "Deux organismes sont crées en 1945.",
      "description":"<a href='https://legilux.public.lu/eli/etat/leg/agd/1945/08/02/n2/jo'  target='_blank'>L’arrêté grand-ducal du 2 août 1945</a> crée l’Office de la statistique générale qui a pour mission « l’exécution de tous les travaux statistiques nécessaires à l’orientation efficace, rapide et constante des pouvoirs publics ». Dès le <a href='https://legilux.public.lu/eli/etat/leg/agd/1945/07/27/n6/jo' target='_blank'>27 juillet 1945</a>, un arrêté avait été créé le Service d’études et de documentation économiques dont les attributions sont essentiellement l’analyse et les études économiques."
    },
    {
      "t": 1962,
      "title": "Création du Service central de la statistique et des études économiques (STATEC)",
      "subheading": "Par la <a href='https://legilux.public.lu/eli/etat/leg/loi/1962/07/09/n1/jo'>loi du 9 juillet 1962</a> est créé le STATEC qui est issu de la fusion des deux organismes créés en 1945.",
      "description": "Les fonctions purement statistiques (enquêtes, travaux de compilation statistiques, …) et la fonction des études sont donc désormais réunies."
    },
    {
      "t": 2011,
      "title": "Institut national de la statistique et des études économiques (STATEC)",
      "subheading":"Réforme de 2011.",
      "description": "La réforme de 2011 - <a href='https://legilux.public.lu/eli/etat/leg/loi/2011/07/10/n5/jo' target='_blank'>loi du 10 juillet 2011</a> – renforce les fonctions de coordination et de centralisation statistique du STATEC et consolide ses attributions dans le domaine de la recherche et des études."


    }
  ]
}
