{
  "id": "a-country-of-migrations",
  "title": "A Country of migrations",
  "dataset": "trend-lux-population-growth",
  "datasetHeading": "trend-lux-population-foreigner-growth",
  "cover": {
    "url": "https://live.staticflickr.com/8308/7787067926_77f29e31f4_b_d.jpg",
    "caption": "Bus at the border between Luxembourg and France in 1948",
    "source": "Foto: Gösta Nordin. Date: 1948. Photo Nr: 2218-96, Stockholm Transport Museum"
  },
  "modules": [
    {
      "title": "Une croissance démographique exceptionnelle sur le long terme.",
      "subheading": "La population du Luxembourg a plus que triplé depuis 1839 (date de l'indpendance du pays). De quelque <b>170.000</b> habitants en 1839 , la population du Grand-Duché passe à plus de <b>600.000</b> aujourd'hui.",
      "datasetHeading": "population-balance",
      "dataset": "trend-lux-population-growth",
      "layout": "text",
      "from": 1840,
      "to": 2014,
      "paragraphs": [
        {
            "from": 1860,
            "to": 2000,
            "text": "La croissance démographique se retrouve évidemment dans l'augmentation de la densité de la population qui passe d'environ 70 habitants au km2 dans les années 1840 à plus de 210 habitants au km2 en 2020."
        }
      ]
    },
    {
      "title": "L'ensemble de la période allant de l'indépendance du Grand-Duché en 1839 jusqu'aux années 1890 est marquée par une croissance démographique relativement lente.",
      "subheading": "Elle est liée à une croissance économique hésitante et des conditions de vie qui restent précaires, la véritable industrialisation du pays ne prenant son envol que dans les 1880. L'excédent naturel est cependant positif étant donné que la mortalité (surtout infantile) recule plus fortement que la natalité.",
      "datasetHeading": "natural-balance",
      "dataset": "trend-lux-population-growth",
      "layout": "text",
      "from": 1840,
      "to": 2014
    },
    {
      "title": "Une première accélération (modérée) de la croissance de la population",
      "layout": "flowers",
      "from": 1880,
      "to": 2014,
      "datasetHeading": "population-balance",
      "dataset": "groups-first-industrialisation-1880-1900",
      "paragraphs": [
        {
          "from": 1880,
          "to": 1900,
          "text": "Une première accélération (modérée) de la croissance de la population intervient dans les deux décennies précédant la première guerre mondiale qui voit un premier boom de la sidérurgie. La première grande usine sidérurgique commence à produire de l'acier à Dudelange en 1885."
        }
      ],
      "moduleHotspots": [
        {
          "t": "1885",
          "l": "Dudelange ARBED",
          "v": 0
        }
      ]
    },
    {
      "title": "A partir de la fin des années 1890, les capitaux allemands (le Luxembougr fait partie du Zollverein à partir de 1842) investissent massivement dans la sidérurgie",
      "layout": "flowers",
      "from": 1900,
      "to": 2014,
      "datasetHeading": "population-balance",
      "dataset": "groups-first-industrialisation-1880-1900",
      "paragraphs": [
        {
          "from": 1905,
          "to": 1910,
          "text": "A partir de la fin des années 1890, les capitaux allemands (le Luxembougr fait partie du Zollverein à partir de 1842) investissent massivement dans la sidérurgie (Differdange, Belval etc.) contribuant ainsi à l'expansion économique qui va de pair avec une croissance importante de la population dont le nopmbre passe de 210.000 en 1890 à 260.000 en 1910. Un pays d'émigration est devenu un pays d'immigration."
        }
      ]
    },
    {
      "title": "L'entrée en guerre est synonyme d'une stagnation démographique au Grand-Duché de Luxembourg.",
      "subheading": "Beaucoup d'immigrés partent, la mortalité augmente, et les naissances diminuent. Les événements économiques qui suivent la guerre (sortie du Zollverein et création de l'UEBL) et sociaux (grèves, tensions politiques) retardent la sortie du marasme économique.",
      "layout": "text",
      "from": 1910,
      "to": 2014,
      "datasetHeading": "population-balance",
      "dataset": "groups-first-industrialisation-1880-1900",
      "paragraphs": [
        {
          "from": 1920,
          "to": 1930,
          "text": "La deuxième moitié des années 1920 est synonyme d'une accélération économique, notamment de la production sidérurgique. La démographie suit ce mouvement ascendant."
        }
      ]
    },
    {
      "title": "En 1930, la crise économique mondiale, qui a débuté en 1929 par le krach de Wallstreet, commence à avoir un impact au Luxembourg.",
      "subheading": "Le chômage augmente, la production sidérurgique diminue, les comptes publics sont sous tension.",
      "layout": "text",
      "from": 1930,
      "to": 2014,
      "datasetHeading": "population-balance",
      "dataset": "groups-first-industrialisation-1880-1900",
      "paragraphs": [
        {
          "from": 1930,
          "to": 1935,
          "text": "La population diminue de 1930 à 1935  (quelque 300 personnes en moins), puis rebondit dans des proportions modestes dans la deuxième moitié des années 1930."
        },
        {
          "from": 1935,
          "to": 1947,
          "text": "La deuxième guerre mondiale a des répercussions importantes damns le domaine démographique. La mortalité augmente (victimes directes de la guerre, conditions de subsistance difficiles), la natalité diminue. Entre 1935 et 1946, la population résidente passe de  297.000 en 1935 à 291.000 en 1947."
        }
      ]
    }
  ]
}