{
  "id": "family",
  "chapterIndex": "2",
  "title": "Family life",
  "dataset": "natural-balance-rate",
  "cover": {
    "url": "https://live.staticflickr.com/8308/7787067926_77f29e31f4_b_d.jpg",
    "caption": "Bus at the border between Luxembourg and France in 1948",
    "source": "Foto: Gösta Nordin. Date: 1948. Photo Nr: 2218-96, Stockholm Transport Museum"
  },
  "modules": [
    {
      "title": "Au 19ème siècle, le taux de natalité - les naissances rapportées à la population - se tasse.",
      "subheading": "Si le solde naturel, c'est-à-dire l'excédent des naissances sur les décès) reste positif, c'est grâce à la baissede la mortalité due au progrès médical et sanitaire et à l’amélioration des conditions de vie (logement, régime alimentaire …).  Au 20ème siècle le solde naturel est tendanciellement plus faible qu’au 19ème siècle, ce qui est dû à la la natalité qui continue à se tasser suite à une fécondité (le nombre d'enfants par femme) qui est en recul. Et il y a quelques périodes où même la baisse de la mortalité n’arrive pas à équilibrer cette tendance de la baisse de la natalité.",
      "layout": "text",
      "datasetHeading": "birth-rate",
      "from": 1840,
      "to": 1880,
      "paragraphs": [
        {
          "from": 1840,
          "to": 1846,
          "title": "Le  milieu des années 1840 connaît une baisse concomitante de la natalité et une hausse de la mortalité, ce qui conduit à une chute du solde naturel.",
          "text": "Ce sont les conditions de vie difficiles (faibles récoltes) qui contribuent à expliquer ce phénomène qui se répète dans les années 1850. D'une manière générale, les variations de la mortalité et de la natalité sont plus importantes avant les années 1880, c'est-à-dire avant la véritable industrialisation et  l'augmentation du niveau de vie qui l'accompagne."
        },
        {
          "from": 1866,
          "to": 1868,
          "text": "La mortalité augmente fortement (épidémie du choléra) et n'est pas compensée par la natalité. Comme en même temps les gens partent à l’étranger, le Luxembourg perd des habitants à cette époque). En 1866 la population recule de 3.500 habitants. En 1867, la perte d'habitants est similaire, mais c'est l'émigration seule qui en est responsable."
        },
        { "from": 1885, "to": 1910 },
        { "from": 1917, "to": 1918 },
        { "from": 1920, "to": 1935 },
        { "from": 1944, "to": 1947 },
        { "from": 1960, "to": 1970 },
        { "from": 1990, "to": 2000 }
      ]
    },
    {
      "from": 1882,
      "to": 1912,
      "layout": "flowers",
      "datasetHeading": "birth-rate",
      "dataset": "groups-first-industrialisation-1880-1900",
      "extent": [0, 14],
      "paragraphs": [
        { "from": 1840, "to": 1846 },
        { "from": 1866, "to": 1868 },
        {
          "from": 1885,
          "to": 1910,
          "text": "Malgré la phase de croissance économique forte de 1885 à 1913, le mouvement d’émigration de Luxembourgeois reprend, parallèlement à l’immigration qui croît. La courbe du solde migratoire (à droite) devient positif à la fin des années 1890"
        },
        { "from": 1917, "to": 1918 },
        { "from": 1920, "to": 1935 },
        { "from": 1944, "to": 1947 },
        { "from": 1960, "to": 1970 },
        { "from": 1990, "to": 2000 }
      ]
    },
    {
      "from": 1912,
      "to": 2012,
      "layout": "text",
      "title": "",
      "subheading": "",
      "datasetHeading": "birth-rate",
      "paragraphs": [
        {
          "from": 1917, 
          "to": 1918,
          "title": "Après 1866, les années 1917-1918 sont la deuxième période au cours de laquelle la variation naturelle de la population est négative.",
          "text": "Cela résulte à la fois de l'augmentation de la mortalité et d'une diminution des naissances. Le solde naturel passe de +2.600 en 1913 à -1.200 en 1918. Ce sont évidemment les conditions de vie précaires de la guerre (difficutés de ravitaillement, par exemple) qui expliquent largement le phénomène, mais la baisse de la natalité est plus structurelle que conjoncturelle. Le nombre d'enfants par femmes (la fécondité) est en baisse continue. "
        },
        {
          "from": 1920, 
          "to": 1935,
          "title": "Après la première guerre mondiale, la natalité n'atteint jamais son niveau d'avant-guerre et dans les années 1930 entame une nouvelle phase descendante.",
          "text": "L'excédent des naissances sur les décès est donc en recul."
        },
        {
          "from": 1944,
          "to": 1947,
          "title": "L'augmentation de mortalité due à la guerre (victimes directes et indirectes liées aux conditions de vie), alors que la natalité reste relativement stable, fait que le solde naturel vire une nouvelle fois dans le rouge.",
          "text": "Le déficit naturel atteint plus de 1.000 personnes en 1944."
        },
        {
          "from": 1960,
          "to": 1970,
          "text": "A partir du milieu des années 1960, le taux de natalité entame une nouvelle baisse sensible. Des phénomènes de société - comme la démocratisation des moyens de contraception et la diffusion du modèle familial avec moins de 3 enfants -  contribuent à expliquer ce phénomène. Comme la mortalité ne baisse pas, le solde naturel devient négatif au cours des années 1972-1978, même si ce n'est que légèrement. C'est l'époque où certains, comme le démographe français Gérard Calot ou encore le directeur dun STATEC, Georges Als, évoquent la thèse du \"suicide démographique\"."
        },
        {
          "from": 1990,
          "to": 2000,
          "text": "A partir des années 1990, le solde naturel redevient un peu plus positif. Ce n'est pas tant dû à une augmentation du taux de natalité (qui reste en-dessous du taux de remplacement) qu'à une baisse tendancielle de la mortalité. La baisse importnate de la mortalité à partir de la fin du 19ème siècle est largement imputable à la baisse de la mortalité infantile et néo-natale. L'évolution récente à la baisse touche également les classes d'âge plus élevés, reflet des progrès médicaux."
        }
      ]
    }
  ]
}