{
  "id": "a-country-of-migrations",
  "title": "Les chiffres des migrations",
  "dataset": "trend-lux-population-growth",
  "datasetHeading": "trend-lux-population-foreigner-growth",
  "cover": {
    "url": "https://live.staticflickr.com/8308/7787067926_77f29e31f4_b_d.jpg",
    "caption": "Bus at the border between Luxembourg and France in 1948",
    "source": "Foto: Gösta Nordin. Date: 1948. Photo Nr: 2218-96, Stockholm Transport Museum"
  },
  "modules": [
    {
      "title": "Une croissance démographique exceptionnelle sur le long terme.",
      "subheading": "La population du Luxembourg a plus que triplé depuis 1839 (date de l'indpendance du pays). De quelque <b>170.000</b> habitants en 1839 , la population du Grand-Duché passe à plus de <b>600.000</b> aujourd'hui.",
      "datasetHeading": "population-balance",
      "dataset": "trend-lux-population-growth",
      "layout": "text",
      "from": 1840,
      "to": 2014,
      "moduleHotspots": [
        {
          "t": "1885",
          "l": "La première grande usine sidérurgique commence à produire de l'acier à Dudelange en 1885."
        }
      ],
      "paragraphs": [
        {
          "from": 1840,
          "to": 1880,
          "text": "L'ensemble de la période allant de l'indépendance du Grand-Duché en 1839 jusqu'aux années 1890 est marquée par une croissance démographique relativement lente liée à une croissance économique hésitante et des conditions de vie qui restent précaires, la véritable industrialisation du pays ne prenant son envol que dans les 1880. L'excédent naturel est cependant positif étant donné que la mortalité (surtout infantile) recule plus fortement que la natalité."
        },
        {
          "from": 1884,
          "to": 1886,
          "text": "La première grande usine sidérurgique commence à produire de l'acier à Dudelange en 1885."
        },
        {
          "from": 1890,
          "to": 1910,
          "text": "Une première accélération (modérée) de la croissance de la population intervient dans les deux décennies précédant la Première Guerre mondiale qui voit un boom de la sidérurgie."
        },
        {
          "from": 1900,
          "to": 1910,
          "text": "A partir de la fin des années 1890, les capitaux allemands (le Luxembougr fait partie du Zollverein à partir de 1842) investissent massivement dans la sidérurgie (Differdange, Belval etc.) contribuant ainsi à l'expansion économique qui va de pair avec une croissance importante de la population dont le nopmbre passe de 210.000 en 1890 à 260.000 en 1910. Un pays d'émigration devient un pays d'immigration."
        },
        {
          "from": 1916,
          "to": 1920,
          "text": "L'entrée en guerre est synonyme d'une stagnation démographique au Grand-Duché de Luxembourg. Beaucoup d'immigrés partent, la mortalité augmente, et les naissances diminuent. Les événements économiques qui suivent la guerre (sortie du Zollverein et création de l'UEBL) et sociaux (grèves, tensions politiques) retardent la sortie du marasme économique.",
          "cover": {
            "url": "https://ww1.lu/media/image/snapshots/6SBc3s5.full.jpg",
            "caption": "<i>Volksküche</i>, 25 September 1916, Archives OGBL"
          }
        },
        {
          "from": 1925,
          "to": 1930,
          "text": "La deuxième moitié des années 1920 est synonyme d'une accélération économique, notamment de la production sidérurgique. La démographie suit ce mouvement ascendant."
        },
        {
          "from": 1930,
          "to": 1935,
          "text": "En 1930, la crise économique mondiale, qui a débuté en 1929 par le krach de Wall Street, commence à avoir un impact au Luxembourg. Le chômage augmente, la production sidérurgique diminue, les comptes publics sont sous tension. La population diminue de 1930 à 1935 (quelque 300 personnes en moins), puis rebondit dans des proportions modestes dans la deuxième moitié des années 1930."
        },
        {
          "from": 1935,
          "to": 1947,
          "title": "La Deuxième Guerre mondiale a des répercussions importantes damns le domaine démographique.",
          "text": "La mortalité augmente (victimes directes de la guerre, conditions de subsistance difficiles), la natalité diminue. Entre 1935 et 1946, la population résidente passe de 297.000 en 1935 à 291.000 en 1947."
        },
        {
          "from": 1950,
          "to": 1975,
          "title": "A partir de la fin des années 1940, le Luxembourg entre dans une phase de croissance économique continue et soutenue. On a pu appeler cette période qui dure jusqu'à la crise économique et sidérurgique du milieu des années 1970 les \"Trente Glorieuses\". ",
          "text": "L'augmentation de la population est parallèle à ce nouvement haussier continue. Cette croissance est due essentiellement à l'immigration étant donné que la natalité (et la fécondité) des résidents diminue au cours de cette période. Même la diminution importante de la mortalité n'empêche pas que l'évolution naturelle de la population (naissances - décès) soit très modeste."
        },
        {
          "from": 1975,
          "to": 1985,
          "text": "De 1975 à 1985, le Luxembourg ne sortira pas véritablement de la crise économique. Elle marque le début du processus de rétrécissement du secteur sidérurgique qui avait constitué jusque-là la branche économique qui fut à la base de l'essor économique du pays. Quant à la population, malgré la crise, elle continue son mouvement à la hausse. En fait, en même temps que la sidérurgie subit un processus de consolidation, d'autres secteurs économiques, et plus particulièrement le secteur financier, commencent à se développer."
        },
        {
          "from": 2008,
          "to": 2014,
          "title": "En 2008, la crise financière se déclenche et n'épargne pas le Luxembourg.",
          "text": "Les pouvoirs publics doivent notamment intervenir dans le sauvetage des banques systémiques. Néanmoins, même si la récession est profonde, le Luxembourg est assez résilient. La croissance démographique, toujours due à l'immigration, n'est que marginalement affectée par ces évènements. La pression sur le marché du logement est non-négligeable et les infrastructures publiques (notamment dans le domaine de la mobilité) doivent suivre cette évolution."
        }
      ]
    },
    {
      "title": "Sur le long terme c'est l'excédent migratoire (arrivées moins départs) qui contribue très largement à la croissance démographique, bien plus en tout cas que le solde naturel (naissances moins décès).",
      "subheading": "Ce fait ne doit pas cacher que le Luxembourg fut surtout un pays d'émigration jusque vers la fin du 19ème siècle. A partir de là c'est l'immigration qui marque l'évolution démographique. Aujourd'hui les non-nationaux constituent la moitié de la population résidente. Il n'en reste pas moins que les migrations sont un phénomène dynamique dont les statistiques publiées (par exemple, le taux des étrangers dans la population) ne rendent souvent pas compte.",
      "datasetHeading": "migratory-balance",
      "dataset": "trend-lux-population-growth",
      "layout": "text",
      "from": 1840,
      "to": 2010,
      "paragraphs": [
        {
          "from": 1840,
          "to": 1855,
          "title": "Au milieu du 19ème siècle l'économie luxembourgeoise est encore une économie de subsistance et les variations de la production agraire ont des répercussions directes et parfois douloureuses sur les conditions de vie des habitants.",
          "text": " Pendant les années de récoltes faibles, c'est notamment le cas dans la première partie des années 1830, les conditions de vie incitent beaucoup d'habitants à quitter le pays. Une partie se dirige vers les pays d'outre-mer."
        },
        {
          "from": 1865,
          "to":1867,
          "text": "A côté des difficultés de subsistance alimentaire, des fléaux de santé publique assaillent les habitants du pays où les conditions sanitaires - beaucoup de logements isalubres notamment - sont précaires. Le choléra ravage le pays en 1866. Les répercussions sur la mortalité mais également sur le solde migratoire (une immigration en croissance) en sont la conséquence."
        },
        {
          "from": 1888,
          "to": 1895,
          "text": "Les années 1880 sont plutôt une période d'expansion économique due notamment à développement de la sidérurgie qui profite de l'invention du procédé Thomas-Gilchrist permettant la transformation de la <b>fonte phosphoreuse</b>, produite à partir de la minette luxembourgeoise, en acier de bonne qualité. L'émigration continue cependant à atteindre un niveau important, ce qui explique un solde migratoire négatif. C'est le signe que les mouvements migratoires ne résultent pas seulement le l'évolution économique au Grand-Duché, mais également de l'attrait d'autres pays."
        },
        {
          "from": 1898,
          "to": 1900,
          "text": "Pour la première fois depuis l'indépendance du pays, le solde migratoire, l'excès des arrivées sur les départs, devient résolument positif à la fin des années 1890, résultat logique du développement économique qui a pris de la vitesse dans le pays. En ce qui concerne la composition de l'immigration, jusque dans les années 1890, elle est constituée majoritairement d'Allemands travaillant soit dans la sidérurgie soit dans les mines de fer. Puis les Italiens, souvent des ouvriers mobiles (célibataires ou non-accompagnés par leurs familles), prennent le relais. En 1910, il y a environ 60% plus d'hommes que de femmes étrangères au Luxembourg."
        },
        {
          "from": 1900,
          "to": 1910,
          "text": "Dans les années précédant la Première Guerre mondiale, la sidérurgie poursuit son envol. L'immigration continue donc, mais les départs (et donc l'attrait d'autres pays) reste d'actualité et l'émigration atteint des niveaux considérables. Malgré cela, le solde migratoire reste positif. La part de la population étrangère dans la population résidente passe de 3% en 1871 à plus de 15% en 1910."
        },
        {
          "from": 1914,
          "to": 1920,
          "text": "Avec le début de la guerre, de nombreux ouvriers étrangers quittent le pays. Vers les années 1917-1919, cette tendance se retourne (mais de façon modeste) et il y a de nouveau plus d'arrivées que de départs. A la suite du traité de Versailles, le Luxembourg quitte le Zollverein et doit se réorienter économiquement (le traité de l'UEBL est signé en 1921). Les capitaux allemands quittent le Luxembourg et sont remplacés par des capitaux belges et français. Les difficultés économiques et les tensions sociales qui les accompagnent pendant les années 1920-1921 se reflètent dans une nouvelle poussée de l'émigration."
        },
        {
          "from": 1922,
          "to": 1930,
          "text": "Au cours des années 1922-1929,la sidérurgie connaît une évolution favorable qui se répercute également sur la production de minerai de fer. Les entreprises luxembourgeoises créent de l'emploi et engagent de nouveau beaucoup de travailleurs venant de l'étranger. Leur nombre d'étrangers passe de 33. 000 en 1922 (13% de la population) à 56.000 en 1930 (près de 20% de la population). Les Italiens sont désormais majoritaires."
        },
        {
          "from": 1932,
          "to": 1934,
          "text": "Le rôle de \"soupape de sécurité\" que jouent les travailleurs étrangers est particulièrement visible dans les années 1930. La crise économique mondiale qui se déclenche en 1929 ébranle le Luxembourg à partir de 1930. Les étrangers, les premiers touchés par la réduction de l'emploi (particulièrement dans la sidérurgie) partent en nombre. En 1930, on compte 56.000 étrangers au Luxembourg. En 1935 ils ne sont plus que 38.000. Le retournement passager de la conjoncture dans un sens plus positif en 1935-37 va de pair avec un recours aaccru à la main-d'oeuvre étrangère."
        },
        {
          "from": 1938, 
          "to": 1940,
          "text": "Les tensions internationales qui marquent la fin des années 1930 et le début de la guerre conduisent à un nouveau départ massif des étrangers."
        },
        {
          "from": 1946, 
          "to": 1948,
          "text": "En 1947, on ne compte plus que 29.000 non-nationaux résidant au Luxembourg soit à peu près le nombre de 1900."
        },
        {
          "from": 1960,
          "to": 1969,
          "text": "Les années suivant la Deuxième Guerre mondiale jusqu'à la fin des années 1960 sont marquées par une croissance économique substantielle avec peu d'à-coups. L'excédent migratoire est en conséquence important et continu. Plus de 60.000 étrangers vivent au Luxembourg en 1970 et le niveau de 1930 est dépassé."
        },
        {
          "from": 1970,
          "to": 1974,
          "text": "Suivant une période passagère de croissance faible de l'industrie sidérurgique et minière à la fin des années 1960 (où l'excédent migratoire est passagèrement en recul), le début des années 1970 voit un véritable \"boom\" de la sidérurgie allant de pair avec une croissance exceptionnelle de l'économie en général jusuq'à la crise pétrolière. Le recours à la main-d'oeuvre étrangère s'intensifie à cette époque. La composante italienne de l'immigration commence à se contracter; ce qui est également dû à l'évolution relativement favorable de l'écomie italienne. C'est l'immigration du Portugal - pays avec lequel un traité de main-d'oeuvre est signée - qui prend le relais. Il s'agit essentiellement d'une immigration familiale. C'est cette immigration qui permet de répondre notamment à la demande de main-d'oeuvre dans le secteur de la construction."
        }, 
        {
          "from": 1975,
          "to": 1980,
          "text": "Comme au cours des années 1930, c'est la main-d'oeuvre étrangère qui va jouer le rôle de facteur d'ajustement face à la crise économique qui marque les années 1975-1985. La sidérurgie luxembourgeoise n'est sauvée que grâce à l'intervention de l'Etat. Le solde migratoire ne devient pas excessivement négatif, mais il recule fortement par rapport au début des années 1970. Malgré ce ralentissement, le nombre d'étrangers au Luxembourg passe de 63.000 en 1970 à 96.000 en 1981, ce qui correspond à un quart de la population résidente."
        },
        {
          "from": 1985,
          "to": 1990,
          "text": "Parallèlement à la crise industrielle, le secteur financier commence son ascension dans les années 1970 amenant dans son sillage d'autres branches comme les services aux entreprises. L'excédent des entrées de migrants sur les sorties atteint des proportions considérables à partir du milieu des années 1980."
        },
        {
          "from": 2008,
          "to": 2010,
          "title": "La crise qui frappe l'économie mondiale à partir de 2008, et qui se répercute sur le Luxembourg, trouve son reflet dans un recul (très passager) de l'excédent migratoire au Grand-Duché.",
          "text": "Dans la période qui suit, le solde migratoire atteint cependant des niveaux jamais atteints jusque-là (dépassant les 10.000), signe à la fois de la résilience de l'économie luxembourgeoise et des difficultés économiques et sociales des pays d'où viennent les migrants. En 1980, les étrangers représentent le quart de la population résidente; en 2020, cette part est de 50%. La composition de l'immigration est d'ailleurs de plus en plus diversifiée."
        }
      ]
    },
    {
      "title": "Dans une perspective historique, l'immigration allemande (au 19ème siècle), puis l'immigration italienne (jusque dans les années 1960) sont les plus marquantes au Luxembourg. Puis vient celle des Portugais (à partir des années 1970).",
      "subheading": "C'est la diversité des origines des migrants à partir des années 1990 qui doit être relevée. Les migrants viennent des pays voisins (la part des Français dans la population augmente), mais désormais également nombreux de pays non-européens (Etats-Unis, Inde, Chine, par exemple). Les migrants de pays qui avaient déjà une histoire d'immigration au Luxembourg (Portugal, Italie) sont également assez nombreux au sein de la vague d'immigration récente. Le profil des qualifications et des formations des immigrés est également de plus en plus diversifié; ils occupent à la fois des emplois hautement qualifiés et des emplois peu qualifiés.",
      "datasetHeading": "population-balance",
      "dataset": "trend-lux-population-growth",
      "layout": "text",
      "from": 1990,
      "to": 2014,
      "paragraphs": [
        {
          "from": 1990,
          "to": 2014,
          "cover": {
            "url": "https://siena.rosselcdn.net/sites/default/files/dpistyles_v2/ena_16_9_extra_big/2018/08/08/node_263401/856501/public/2018/08/08/B9716563393Z.1_20180808140151_000%2BGPEBQN7IQ.2-0.jpg?itok=YzdsQXgL1533729719",
            "caption": "Traffic at the border between France and Luxembourg"
          },
          "text": ""
        }
      ]
    }
  ]
}