{
  "id": "family",
  "chapterIndex": "2",
  "title": "Famille et ménage",
  "dataset": "population-natural-growth-details",
  "backgroundColor": "var(--theme-02)",
  "cover": {
    "url": "/2.cap2.jpg",
    "caption": "Groupe de personnes, fête de famille, baptême devant une ferme.",
    "source": "Archives de la Ville de Dudelange - Fonds Jean-Pierre Conrardy"
  },
  "introductions": [
    {
      "text": "Au 19ème siècle, le taux de natalité se tasse. Si le solde naturel (c'est-à-dire l'excédent des naissances sur les décès) reste positif, c'est grâce à la baisse de la mortalité due au progrès médical et sanitaire et à l'amélioration des conditions de vie (logement, régime alimentaire&nbsp;…).<br/>Au 20ème siècle le solde naturel est tendanciellement plus faible qu'au 19ème siècle, ce qui est dû à la natalité qui continue à se tasser suite à une fécondité (le nombre d'enfants par femme) qui est en recul."
    }
  ],
  "sections": [
    {
      "dataset": "population-natural-growth-details",
      "modules": [
        {
          "title": "Naissance: un taux de natalité en baisse sur deux cents ans",
          "paragraphs": [
            {
              "from": 1840,
              "to": 1890,
              "availableKeys": ["v1", "v"],
              "visibleKeys": ["v1"],
              "focusKeys": ["v1"],
              "hotspots": [
                {
                  "t": 1854,
                  "text": "Difficulté de récolte"
                },
                {
                  "t": 1866,
                  "text": "Une épidemie de Cholera frappe le pays"
                }
              ],
              "text": "Le milieu des années 1840 connaît une baisse de la <a href='https://statistiques.public.lu/fr/methodologie/definitions/T/tauxnatalite/index.html' target='_blank'>natalité</a>. Ce sont les conditions de vie difficiles (faibles récoltes) qui contribuent à expliquer ces baisses ponctuelles, qui se répètent d'ailleurs dans les années 1850. Plus les conditions sont difficiles, plus la natalité diminue. <br/><br/>D'une manière générale, les variations de la natalité sont plus importantes avant les années 1880, c'est-à-dire avant la véritable industrialisation et l'augmentation du niveau de vie qui l'accompagne.",
              "figures": [{ "id": "statec_002.png" }]
            },
            {
              "from": 1891,
              "to": 1954,
              "availableKeys": ["v1", "v"],
              "visibleKeys": ["v1"],
              "focusKeys": ["v1"],
              "text":"Dans le premier tiers du 20ème siècle, la natalité connaît deux chutes importantes. Une première autour de la Première Guerre mondiale qui l'amène à environ 20 pour mille vers 1920. Après s'être maintenue légèrement au-dessus de 20 pour mille pendant la prospérité des années 1920, la natalité amorce vers 1930 une nouvelle chute accélérée par la crise économique."
            },
            {
              "from": 1955,
              "to": 1980,
              "availableKeys": ["v1", "v"],
              "visibleKeys": ["v1"],
              "focusKeys": ["v1"],
              "text":"A partir du milieu des années 1960, le taux de natalité entame une nouvelle baisse sensible. Des phénomènes de société - ce la démocratisation des moyens de contraception et la diffusion du modèle familial avec moins de 3 enfants - contribuent à expliquer ce phénomène."
            },
            {
              "from": 1970,
              "to": 1980,
              "availableKeys": ["v1", "v"],
              "visibleKeys": ["v1", "v"],
              "focusKeys": ["v1","v"],
              "colorKeys": { "v1": "var(--secondary)", "v": "green" },
              "text": "Comme la mortalité ne baisse pas, le solde naturel devient <b>négatif</b> au cours des années 1972-1978, même si ce n'est que légèrement. <br/>Dans ce contexte, un rapport sur la démographie luxembourgeoise est demandé par le gouvernement au démographe français réputé Gérard Calot, qui projette une baisse de la population du Luxembourg et surtout la diminution de la population de nationalité luxembourgeoise (Gérard Calot, <a href='https://catalogue.bnf.fr/ark:/12148/cb353304698' target='_blank'>La démographie du Luxembourg, passé, présent et avenir : rapport au président du gouvernement, 1978</a>).",
              "figures": [{ "id": "ark_70795_gq9f7z_pages_11.jpg" }]
            },
            {
              "from": 1970,
              "to": 1980,
              "availableKeys": ["v1", "v"],
              "visibleKeys": ["v1", "v"],
              "focusKeys": ["v1","v"],
              "colorKeys": { "v1": "var(--secondary)", "v": "green" },
              "text": "C'est l'époque où certains, comme le directeur du STATEC, Georges Als, évoquent la thèse du \"suicide démographique\" du Luxembourg.",
              "figures": [{"id": "forum-137-1992-le-mythe-du-suicide-demographique.png"}]
            },
            {
              "from": 1981,
              "to": 2014,
              "availableKeys": ["v1", "v"],
              "visibleKeys": ["v1", "v"],
              "focusKeys": ["v1","v"],
              "colorKeys": { "v1": "var(--secondary)", "v": "green" },
              "text":"Que le taux de natalité augmente de nouveau à partir de la fin des années 1980 est d'abord dû à un - léger -  changement du comportement  démographique, mais aussi au fait que la population immigrée est plutôt jeune et en état de procréer et que celle-ci a par ailleurs une fécondité plus élevée que la population autochtone."
            }
          ]
        }
      ]
    },
    {
      "dataset": "WeddingsDivorces",
      "modules": [
        {
          "title": "Mariages",
          "paragraphs": [
            {
              "availableKeys": ["v1"],
              "visibleKeys": ["v1"],
              "focusKeys": ["v1"],
              "from": 1840,
              "to": 1859,
              "text": "Le nombre de mariages est important au milieu du 19ème siècle rapporté à la population (autour de 7 -8 par 100 000 habitants et par année). Sans perspectives \"positives\", les mariages tendent à se tasser et les variations du taux dans les années 1840 et 1850 sont liées aux conditions de vie difficiles et changeantes (selon les récoltes, notamment).",
              "figures": [{"id": "HISAAJ000008N01.jpg"}, {"id": "HISAAJ000588N01.jpg"}]
            },
            {
              "availableKeys": ["v"],
              "visibleKeys": ["v"],
              "focusKeys": ["v"],
              "from": 1860,
              "to": 1880,
              "text": "Le <b class='bold'>taux de nuptialité</b> est lié à la structure de la population. Plus la population est jeune (en âge de se marier), plus le taux de nuptialité est élevé. Le tassement du taux de nuptialité dans les années 1860-1880 est probablement lié au départ de nombreux jeunes à l'étranger (émigration)."
            },
            {
              "availableKeys": ["v"],
              "visibleKeys": ["v"],
              "focusKeys": ["v"],
              "from": 1910,
              "to": 1950,
              "text": "Le taux de nuptialité est également marqué par les deux guerres mondiales. Après des chutes impressionnantes de ce taux au début des guerres, la fin des deux guerres est marquée au contraire par un effet de \"récupération\"."
            },
            {
              "availableKeys": ["v"],
              "visibleKeys": ["v"],
              "focusKeys": ["v"],
              "from": 1960,
              "to": 1974,
              "text": "Avec les années 1960, vient une époque où l'âge au mariage recule et où les modes de cohabitation se diversifient avec des formes peu codifiées (\"unions libres\") et plus récemment avec l'union civile (PACS). En juin 2014, le mariage pour couples du même sexe est légalement institué. De 2015  à 2019 on compte 353 mariages de couples du même sexe.",
              "figures": [{ "id": "wedding-bettel-wort-2015.jpg"}]
            },
            {
              "availableKeys": ["v"],
              "visibleKeys": ["v"],
              "focusKeys": ["v"],
              "from": 1975,
              "to": 2014,
              "text": "L'âge au premier mariage augmente fortement et le temps passé en vivant seul augmente. Au milieu des années 1970, l'âge au premier mariage est de moins de 26 ans pour les hommes et de 23 ans pour les femmes. Aujourd’hui cet âge moyen au premier mariage est de 34 ans pour les hommes et de près de 32 ans pour les femmes ."
            }
          ]
        },
        {
          "title": "Divorces",
          "paragraphs": [
            {
              "availableKeys": ["v3"],
              "visibleKeys": ["v3"],
              "focusKeys": ["v3"],
              "colorKeys": {"v3": "var(--accent)"},
              "from": 1792,
              "to": 1804,
              "text": "La possibilité du divorce fut introduite par la loi du 20 septembre 1792 en même temps que l'état civil laïc qui voit dans le mariage un contrat civil comme d'autres. Comme l'actuel Luxembourg faisait partie du département des Forêts, c'est cette législation qui fut applicable dans nos contrées. Jusque-là c'est le mariage religieux – indissoluble par principe – qui fut la norme. La loi de 1792 fut très <i> libérale </i> dans la mesure où un divorce par consentement mutuel. <br/><br/> Avec le code civil de 1804 – et sous l'influence des milieux catholiques et conservateurs et de Bonaparte lui-même - on fait un pas en arrière en réduisant très fortement la possibilité du consentement mutuel en vue d'un éventuel divorce. Les conditions sont restrictives au point qu'il tombe pratiquement en désuétude."
            },
            {
              "availableKeys": ["v3"],
              "visibleKeys": ["v3"],
              "focusKeys": ["v3"],
              "colorKeys": {"v3": "var(--accent)"},
              "from": 1804,
              "to": 1978,
              "text": "Si le nombre de divorces par an se compte sur les doigts d'une main au cours du 19ème siècle, la catégorie statistique reste une constante et n'est jamais mise en cause et cela jusqu'à aujourd'hui. <br/><br/> C'est le reflet de l'importance intrinsèque que garde le mariage et l'institution familiale considérée comme <i> cellule de base </i> de la vie en société. Les relevés statistiques de l'état civil contiennent ponctuellement des indications sur le nombre de divorces jusqu' à la fin des années 1830, mais c'est à partir de la création de l'actuel Grand-Duché en 1839 que les statistiques deviennent plus consistantes et, et surtout, que des séries statistiques chronologiques cohérentes sont construites. C'est le reflet de l'Etat-nation qui se pense désormais dans la continuité. <br/><br/> En même temps que les statistiques de l'état civil (mariages, divorces, naissances, décès), d'autres domaines de l'action publique, comme les finances publiques (impôts et contributions), l'enseignement primaire ou la santé publique (vaccinations contre la variole, p.ex.) font désormais l'objet d'une sollicitude statistique pérenne."
            },
            {
              "availableKeys": ["v3"],
              "visibleKeys": ["v3"],
              "focusKeys": ["v3"],
              "colorKeys": {"v3": "var(--accent)"},
              "from": 1804,
              "to": 1978,
              "figures": [{"id": "code_civil_titreVI_chap1_paragraph229.png"}],
              "text": "Les dispositions concernant le divorce contenues dans le code civil de 1804 illustrent également l'ancrage socio-culturel des inégalités entre hommes et femmes. A titre d'exemple, l'adultère est considéré comme un des critères justifiant le divorce (pour faute) Concernant l'adultère, le Code civil introduit une différenciation selon le sexe. La femme s'en rend coupable du moment qi' elle a une relation extraconjugale. Par contre, le mari n'est coupable d'adultère que s'il entretient sa maîtresse au domicile familial."
            },
            {
              "availableKeys": ["v3"],
              "visibleKeys": ["v3"],
              "focusKeys": ["v3"],
              "colorKeys": {"v3": "var(--accent)"},
              "from": 1970,
              "to": 1978,
              "text": "Les réformes de la législation concernant la famille se concentrent sur les années 1970. D'abord, la loi du 6 février 1975 desserre l'étau concernant les conditions du divorce par consentement mutuel. Les conditions d'âge et de durée de mariage, notamment, sont largement éliminées. </br> </br> La loi du 5 décembre 1978 fait que l'adultère n'est plus considérée comme cause péremptoire du divorce et elle donne à chacun des époux la possibilité de demander le divorce en cas de séparation de fait continue et effective depuis au moins trois ans. La position légale dominante du mari dans le couple avait déjà été réduite en partie par la loi du 12 décembre 1972 concernant les droits et devoirs des époux, en abolissant, par exemple, le passage du code civil de 1804 (art. 213) selon lequel la femme doit « obéissance » à son mari."
            },
            {
              "availableKeys": ["v3"],
              "visibleKeys": ["v3"],
              "focusKeys": ["v3"],
              "colorKeys": {"v3": "var(--accent)"},
              "from": 2010,
              "to": 2020,
              "text": "La tendance à la hausse du nombre de divorces continue sa courbe ascendante à partir de 2010 (une augmentation de 50% entre 2010 et 2020). Mais désormais, c'est largement sur la base de la loi 27 juin 2018 (dont le projet remonte néanmoins à 2003) que les divorces sont prononcés. </br> </br> A partir de cette loi, le droit luxembourgeois ne connaît au fond plus que deux types de divorce: le divorce par consentement mutuel et le divorce pour rupture irrémédiable des relations conjugales, même si le divorce pour faute (plutôt le divorce « pour cause déterminée ») est prévu dans quelques cas de figure rares."
            },
            {
              "availableKeys": ["v3", "v1"],
              "visibleKeys": ["v3", "v1"],
              "focusKeys": ["v3", "v1"],
              "colorKeys": {"v3": "var(--accent)"},
              "from": 1950,
              "to": 2020,
              "text": "En 2020, le nombre de divorces atteint 80% du nombre de mariages, alors que le pourcentage correspondant est de 6% en 1950. <br/> <br/> Par ailleurs, le divorce a tendance à intervenir plus tard après le mariage. En 1950, quelque 17% des divorces interviennent après 20 années de mariage ; en 2020, le pourcentage correspondant atteint 23%."
            }
          ]
        }
      ]
    },
    {
      "dataset": "FamilyComposition",
      "displayPoints": true,
      "modules": [
        {
          "title": "Composition de ménages",
          "paragraphs": [
            {
              "availableKeys": ["v4"],
              "visibleKeys": ["v4"],
              "focusKeys": ["v4"],
              "from": 1840,
              "to": 1864,
              "text": "La famille est une notion plus complexe qu'il ne paraît à première vue. Si elle peut être définie par les liens de parenté, elle évolue historiquement. De façon simplifiée et schématique, on pourrait dire que l'on passe, avec l'industrialisation et la \"modernisation\" sociale et sociétale de la \"famille nombreuse\" - généralement avec une progéniture nombreuse et vivant fréquemment dans des ménages où cohabitent plusieurs générations, et au 19ème siècle souvent avec des \"aidants\" extérieurs à la famille - à la famille nucléaire (avec peu d'enfants et vivant dans des ménages sans les grands-parents). <br/><br/>Aujourd'hui la \"famille\" a des formes très diversifiées allant de la famille monoparentale à la famille dite <em>recomposée</em>."
            },
            {
              "availableKeys": ["v4"],
              "visibleKeys": ["v4"],
              "focusKeys": ["v4"],
              "from": 1864,
              "to": 1970,
              "text": "La baisse de la fécondité - mais également le fait que la famille nucléaire (parents avec enfants) s'impose - , explique que la taille moyenne des ménages diminue fortement. Elle passe de 5,42 personnes par ménage en 1864 à 3,13 en 1970."
            },
            {
              "availableKeys": ["v4"],
              "visibleKeys": ["v4"],
              "focusKeys": ["v4"],
              "from": 1970,
              "to": 1981,
              "text": "Dans les années 1970 on assiste à une augmentation passagère de la taille des ménages qui passe à près de 4 personnes en moyenne et qui résulte notamment de l'immigration (population. jeune, venant souvent en couple ou en famille, respectivement en âge de procréer)."
            },
            {
              "availableKeys": ["v4"],
              "visibleKeys": ["v4"],
              "focusKeys": ["v4"],
              "from": 1980,
              "to": 1990,
              "text": "A partir des années 1980, la tendance à la baisse de la taille des ménages reprend et, en 2001, on atteint 2,41 personnes par ménage. Les formes de cohabitation se diversifient et un phénomène nouveau se développe celle des personnes vivant seules. En 2011, 1/3 des ménages est constitué par des personnes seules, alors qu'en 1871, cette proportion de ménnges d'une seule personne ne fut que de 3,7% et qu'en 1970, le pourcentage se situa autour de 15%. Les familles nombreuses deviennent rares. Ainsi en 1900, la part des ménages de 6 personnes est encore de 12% de l'ensemble des ménages, alors qu'en 1981, le pourcentage correspondant n'est même pas de 3%."
            }
          ]
        }
      ]
    }, {
      "dataset":  "StructureAge",
      "displayPoints": true,
      "modules": [
        {
          "title": "Espérance de vie et vieillissement",
          "paragraphs": [
            {
              "from": 1840,
              "to": 1841,
              "text": "Du point de vue des structures de vie commune (familles, ménages), le vieillissement est synonyme de l'extension de ce que l'on appelle, du point de vue statistique, les ménages collectifs (foyers pour personnes âgées, maisons de soins, etc.)",
              "availableKeys": ["v", "v1", "v2"],
              "visibleKeys": ["v", "v1", "v2"],
              "focusKeys": ["v", "v1", "v2"],
              "colorKeys": { "v": "var(--secondary)", "v1": "var(--accent)", "v2": "green" },
              "figures": [{ "id": "Fondation_Pescatore_in_Luxembourg_City.jpeg" }],
              "dataset": "EsperanceDeVie",
              "datasetLayout": "Lines",
              "datasetKeys": ["v", "v1"],
              "datasetColorKeys": { "v": "var(--secondary)", "v1": "red"},
              "datasetExtent": [1900, 2021],
              "datasetLegend": "Espérance de vie à la naissance est le nombre moyen d'années qu'un groupe d'individus peut s'attendre à vivre à l'âge 0"
            },
            {
              "from": 1880,
              "to": 1940,
              "text":  "L'augmentation de l'espérance de vie à la naissance et la diminution du taux de mortalité jusqu'à la deuxième guerre mondiale siècle sont largement imputables à la baisse de la mortalité infantile (décès de moins d'un an) et néotalale (décès de moins de 1 mois) liée aux progrès de la médecine en général et de l'obstétrique en particulier. <br /><br />A titre d'exemple, le taux de mortalité infantile est divisé par deux entre 1880 et 1940 en passant de quelque 15% à 7% au cours de cette période.",
              "availableKeys": ["v", "v1", "v2"],
              "visibleKeys": ["v"],
              "focusKeys": ["v"],
              "dataset": "MortaliteInfantile",
              "datasetLayout": "Lines",
              "datasetKeys": ["v", "v1"],
              "datasetColorKeys": { "v": "var(--secondary)", "v1": "red"},
              "datasetLegend": "Taux de mortalité infantile et néonatale 1880-1940"
            },
            {
              "from": 1945,
              "to": 1990,
              "text": "Après la deuxième guerre mondiale, la tendance à la baisse de la mortalité infantile continue, mais à partir des années 1980 un nouveau phénomène se confirme, à savoir une augmentation de l'espérance de vie des personnes âgées. A titre d'exemple, l'espérance de vie des hommes de 60 ans fut de 16 années en 1980, celle des femmes de 21 ans. Aujourd'hui, les hommes de 60 ans peuvent espérer vivre encore 23 ans et les femmes du même âge 26 ans.",
              "availableKeys": ["v", "v1", "v2"],
              "visibleKeys": ["v"],
              "focusKeys": ["v"],
              "dataset": "MortaliteInfantile",
              "datasetLayout": "Lines",
              "datasetKeys": ["v", "v1"],
              "datasetColorKeys": { "v": "var(--secondary)", "v1": "red"},
              "datasetLegend": "Taux de mortalité infantile et néonatale 1945-1990"
            },
            {
              "from": 1928,
              "to": 1960,
              "text": "En 1928, le démographe Alfred Sauvy invente le terme de « vieillissement de la population », concept avec une connotation péjorative. En effet, jusque là l'accroissement de la longévité était essentiellement considéré comme un phénomène positif. Au Grand-Duché, ce discours n'apparaît qu'à la fin des années 1960 notamment sous la plume de Jérôme Anders, chef du Service d'études et de documentation économiques, le prédécesseur du STATEC.",
              "availableKeys": ["v", "v1", "v2"],
              "visibleKeys": ["v2"],
              "focusKeys": ["v2"],
              "colorKeys": { "v2": "green" }
            },
            {
              "from": 2000,
              "to": 2020,
              "text": "Au Luxembourg, les migrations (le plus souvent des personnes en âge de travailler … et à procréer) font que la part des personnes âgées n'atteint pas les mêmes proportions que dans d'autres pays. Il ya bien un \"vieillissement\" considérable si on prend en considération les nombres absolus (le nombre des 60 ans et plus passe de 17.372 en 1871 à 125.262 en 2020), mais le pourcentage des 60 ans et plus fut de 9% en 1871, il est de 20% aujourd'hui), ce qui fait d'ailleurs que le système luxembourgeois de sécurité sociale garde une certaine marge de manoeuvre.",
              "availableKeys": ["v", "v1", "v2"],
              "visibleKeys": ["v1", "v2"],
              "focusKeys": [ "v1", "v2"],
              "colorKeys": { "v2": "green", "v1": "var(--accent)" }
            }
          ]
        }
      ]
    }
  ],
  "modules": []
}
