{
  "id": "employment",
  "chapterIndex": "3",
  "title": "Emploi et travail",
  "description": "...",
  "backgroundColor": "#FEFEAF",
  "cover": {
    "url": "/3.cap3.jpg",
    "caption": "Travaux ans la rue Aldringen en 1954. Théo Mey / Photothèque de la Ville de Luxembourg",
    "source": "Théo Mey / Photothèque de la Ville de Luxembourg"
  },
  "introductions": [
    {
      "text": "Ce n’est qu’à partir du recensement de 1871 que l’on dispose de données statistiquement exploitables concernant l’activité et l’emploi. D’une manière générale, les critères de classement des activités professionnelles et du travail ne sont cependant pas univoques."
    },
    {
      "text": "On peut classer les personnes actives selon le statut professionnel ou «&nbsp;position sociale&nbsp;»; le secteur d’activité (agriculture, industries, services,&nbsp;…) ou la profession (boucher, boulanger, instituteur, fondeur aux hauts-fourneaux,&nbsp;…)"
    },
    {
      "text":"Cette grande panoplie de classements possibles et imaginables reflète la complexité de toute analyse du marché du travail. Dans ce domaine, l’activité professionnelle n’est qu’un des aspects à étudier. Les relations du travail (par exemple, la position dans la hiérarchie, les responsabilités, …) font cependant partie intégrante du statut professionnel et «&nbsp;complexifie&nbsp;» l’analyse statistique. "
    },
    {
      "text": "A titre d’exemple, lors du recensement professionnel et industriel de 1907, la catégorie des  «&nbsp;indépendants&nbsp;» comprend évidemment les propriétaires et entrepreneurs, mais on y intègre également les employés occupant une position dirigeante, donc des salariés. A une catégorisation basée sur la propriété des moyens de production est donc organiquement mêlée une catégorisation résultant de la hiérarchie dans les relations du travail, la «&nbsp;position sociale&nbsp;», disait-on à l’époque. Du moment que l’on dépasse le simple dénombrement et que l’on essaie d’établir – sur base d’un concept sociologique, par exemple – des constantes permettant d’établir des groupes socio-professionnels, des «&nbsp;classes sociales&nbsp;» ou encore des «&nbsp;milieux&nbsp;» sociaux, les choses se compliquent."
    }
  ],
  "sections": [
    {
      "dataset": "EmploymentTotal",
      "displayPoints": true,
      "displayDashedLine": true,
      "numericTranslationLabel": "number",
      "modules": [
        {
          "title": "L’évolution générale de l’emploi",
          "paragraphs": [
            {
              "from": 1840,
              "to": 1947,
              "visibleKeys": ["v"],
              "focusKeys": ["v"],
              "text": "L’emploi au Luxembourg est le reflet de la croissance économique. Jusque dans les années 1980, l’augmentation de l’emploi est plutôt modérée. On passe de 123 000 personnes actives en 1907 à environ 134 000 en 1947. Entre 1907 et 1947 (contrairement à la période récente), la part des étrangers dans l’emploi se tasse un peu. En 1907, sur une population active de 123 116 personnes, on compte près de 21 000 étrangers, alors qu’en 1947 il y a 15 300 étrangers sur 134 200 personnes actives. C’est le signe d’une économie prise dans les remous de la première guerre mondiale, de la crise de 1929 (qui impacte le Luxembourg à partir de 1930) et de la deuxième guerre mondiale qui font rechuter chaque fois la croissance et l’emploi et qui font de ces années une période instable pendant laquelle les étrangers jouent le rôle de soupape de sécurité. Par ailleurs, la part des femmes dans l’emploi est stable au cours de la période : 36 699 femmes actives en 1907 et 38 725 en 1947.",
              "figures": [
                {
                  "id": "picture_1.png",
                  "caption": "La crise en 1931"
                }
              ]
            },
            {
              "from": 1947,
              "to": 1990,
              "visibleKeys": ["v"],
              "focusKeys": ["v"],
              "text": "A partir de la fin de la deuxième guerre mondiale, l’économie luxembourgeoise entre dans une période de croissance économique continue jusqu’au milieu des années 1970. Ce sont les «&nbsp;Trente Glorieuses&nbsp;». C’est la sidérurgie qui porte cette croissance, mais une politique volontariste de diversification économique et industrielle est également mise en œuvre (GoodYear, Dupont de Nemours, par exemple). Au Grand-Duché l’emploi passe de 134 000 personnes actives en 1947 et à 160 000 en 1985. D’ailleurs, contrairement à ce qui s’était passé dans la première moitié du 20ème siècle, l’emploi ne se contracte plus. Même lors de la  crise des années 1975-1985 (crises pétrolières, crise de la sidérurgie), l’emploi au Luxembourg stagne plutôt qu’il ne recule (158 800 en 1975 et 160 000 en 1985).",
              "figures": [
                {
                  "id": "picture_3p1-2.jpg"
                }
              ]
            },
            {
              "from": 1980,
              "to": 2020,
              "visibleKeys": ["v"],
              "focusKeys": ["v"],
              "text": "A partir du milieu de années 1980, on assiste à une accélération foudroyante de l’emploi qui passe de 158 000 personnes en 1980 à 472 000 en 2020. Le nombre de postes de travail a donc triplé en une quarantaine d’années, alors que de 1907 à 1980 (c’est à-dire pendant quelque 70 ans) l’augmentation ne fut que d’environ 30%. C’est le secteur financier et les services aux entreprises (dont la composition est très diversifiée allant du nettoyage aux sociétés d’avocats et sociétés de consultance) qui prennent le relais de l’industrie sidérurgique comme moteur de la croissance. Cette croissance de l’emploi pose évidemment des questions au niveau notamment des infrastructures routières et de mobilité en général.",
              "figures": [
                {
                  "id": "picture_3p1-3.jpg",
                  "caption": "Une autoroute luxembourgeoise en 2020"
                }
              ]
            },
            {
              "from": 1980,
              "to": 2020,
              "visibleKeys": ["v"],
              "focusKeys": ["v"],
              "text": "Le réservoir purement national de main-d’œuvre ne pouvait suffire à prendre les postes de travail créés à partir des années 1980. C’est la main d’œuvre immigrée et, de plus en plus, les travailleurs frontaliers qui rendent possible cette évolution.  Les frontaliers occupent aujourd’hui quelque 40% de l’emploi au Luxembourg. Aujourd’hui, autour de 197 000 personnes travaillant au Luxembourg traversent les frontières chaque jour.",
              "dataset": "NationalEmployment1960-2022",
              "datasetLayout": "Lines",
              "datasetDisplayPoints": false,
              "datasetKeys": ["v", "v1"],
              "datasetColorKeys": { "v": "var(--dataset-t2-v)", "v1": "var(--dataset-t2-v1)"},
              "datasetExtent": [1960, 2021],
              "datasetLegend": "L'emploi en millers de personnes"
            },
            {
              "from": 1980,
              "to": 2020,
              "visibleKeys": ["v"],
              "focusKeys": ["v"],
              "text": "La croissance depuis les années 1980 de l’emploi au Grand-Duché est exceptionnelle, comme le révèle le différentiel avec les autres pays européens. En 2020, dans l’économie luxembourgeoise, le nombre de personnes en emploi a presque quadruplé par rapport au 1960. Suivent assez loin des pays comme l’Irlande ou les Pays-Bas qui peuvent faire état d’une doublement l’emploi. Au Portugal, on note une croissance de seulement 11% entre 1960 et 2020. C’est ce différentiel qui contribue à expliquer la dynamique migratoire au Grand-Duché.",
              "dataset": "EmploymentGrowth",
              "datasetLayout": "Lines",
              "datasetLegend": "Croissance de l'emploi dans quelques pays européens, 1960-2020 (1960 = 100). <br/>Source: EUROSTAT",
              "datasetExtent": [1960, 2021],
              "datasetDisplayPoints": false,
              "datasetNumericTranslationLabel": "percentage",
              "datasetKeys": ["v", "v1", "v2", "v3", "v4"],
              "datasetColorKeys": { "v": "var(--dataset-t2-v)", "v1": "var(--dataset-t2-v1)", "v2": "red"}
            }
          ]
        },
        {
          "title": "Les sources des statistiques du travail",
          "hotspots": [
            {
              "t": 1907,
              "title": "Recensement professionnel et industriel",
              "text": "Première véritable enquête statistique qui s’intéresse de plus près au marché du travail"
            },
            {
              "t": 1911,
              "text": "Introduction de l’assurance vieillesse invalidité"
            }
          ],
          "paragraphs": [
            {
              "from": 1840,
              "to": 1871,
              "visibleKeys": ["v"],
              "focusKeys": ["v"],
              "text": "Jusqu’au dernier quart du 19ème siècle, les statistiques « sociales » luxembourgeoises s’intéressent peu à la question de l’activité professionnelle et de l’emploi. Jusqu’à cette époque, on vit encore dans une société où l’agriculture domine largement le tissu économique et où les autres activités économiques sont en grande partie artisanales. Ce sont d’abord les recensements qui fournissent des données sur le travail. Dans les recensements de 1871, on ne dispose que du classement selon les professions et le « reclassement » selon les secteurs d’activité n’est donc qu’une approximation. Cela d’autant plus que, les réponses ne sont pas assez précises dans beaucoup de cas. D’ailleurs, en 1871, on demande aux recensés d’indiquer soit leur profession, soit la branche d’activité («&nbsp;Beruf-oder Gewerbezweig&nbsp;»). ",
              "figures": [
                {
                  "id": "Picture_3p2-1.png",
                  "caption": "Questionnaire du recensement de 1871"
                }
              ]
            },
            {
              "from": 1840,
              "to": 1871,
              "visibleKeys": ["v"],
              "focusKeys": ["v"],
              "text": "La question consacrée au travail dans le recensement de 1871 va un peu plus loin en ajoutant un élément, à savoir la profession accessoire éventuelle («&nbsp;Berufs-oder Gewerbezweig ; mit Erwerb verbundene Nebenbeschäftigungen ; Arbeits und Dienstverhältnis – der über 14 jahre alten Personen&nbsp;»). Cette question répond évidemment à une réalité socio-professionnelle, à savoir le fait que beaucoup d’ouvriers, par exemple, avaient également une activité agricole accessoire permettant de joindre les deux bouts à la fin du mois ou de simplement manger à leur faim avec leur famille. Mais comme cette question n’est pas véritablement codifiée, les recensés n’y ont pas répondu en détail. Ils se sont limités généralement à mentionner la profession principale du «&nbsp;chef de famille&nbsp;».",
              "figures": [
                {
                  "id": "Picture_3p2-2a.png",
                  "caption": "Machines et instruments de travail agricoles au 19ème siècle"
                },
                {
                  "id": "picture_3p2-2b.png",
                  "caption": "Une moissonneuse-batteuse contemproraine en action"
                }
              ]
            },
            {
              "from": 1907,
              "to": 1935,
              "visibleKeys": ["v", "v1"],
              "focusKeys": ["v", "v1"],
              "colorKeys": { "v": "var(--secondary)", "v1": "var(--datakey-v1)" },
              "text": "Le recensement professionnel et industriel de 1907 est la première véritable enquête statistique qui s’intéresse de plus près au marché du travail. Cela résulte du fait que l’emploi est en train de muter avec une sidérurgie, et donc un nombre d’ouvriers et d’employés salariés, en croissance significative. Cette enquête s’inscrit également dans un contexte international favorable à de telles études et s’appuie d’ailleurs sur une enquête allemande qui est réalisée à la même époque. A noter que la proximité économique avec l’Allemagne («&nbsp;Zollverein&nbsp;») se traduit également avec une «&nbsp;proximité statistique&nbsp;». La date a été d’ailleurs choisie pour être en harmonie avec l’enquête très similaire faite en Allemagne. Contrairement au recensement de 1871, les questions sur la branche d’activité et sur la profession sont clairement séparées en 1907, tout comme la question de la profession accessoire. Les explications méthodologiques sont assez détaillées, mais des codifications précises (chiffrées) dans le questionnaire (donc dès l’origine) concernant les branches d’activité ou les professions manquent toujours. Les classements doivent donc être effectués a posteriori. La publication des résultats de l’enquête – un travail consistant d’une douzaine de volumes - s’étire d’ailleurs de 1910 à 1913.",
              "figures": [
                {
                  "id": "Picture_3p2-3.png",
                  "caption": "Questionnaire du recensement industriel et professionnel de 1907 (extrait consacré aux professions)"
                }
              ]
            },
            {
              "from": 1907,
              "to": 1935,
              "visibleKeys": ["v", "v1", "v2", "v3"],
              "focusKeys": ["v", "v1", "v2", "v3"],
              "colorKeys": { "v": "var(--secondary)", "v1": "var(--datakey-v1)", "v2": "var(--datakey-v)", "v3": "var(--t1-colorkeys-tertiary)" },
              "text": "A titre d’exemple, une des recommandations qui accompagnent le questionnaire de l’enquête de 1907 est formulée ainsi :  « Des expressions telles que fabricant, négociant, commerçant, ingénieur, contre-maître, machiniste, chauffeur, ouvrier, ne suffisent pas à cet effet, il faut l'indication de la branche spéciale de la fabrication, du métier, du commerce ou de telle autre profession dans laquelle la personne en question est occupée, ainsi, p. ex. manufacture de cigares, manufacture de gants, fabrique de coffres-forts, fonderie, commerce de matériaux de constructions, etc. ». La méthodologie de classification des professions de 1907 compte 6 grandes divisions (A. Agriculture, B. Industries, C. Commerce, transports, cafés et auberges D. Services domestiques, E. Services de l’Etat et des communes, services ecclésiastiques et professions libérales ; F. Personnes sans profession et sans indication de profession. Sur ces 6 grandes divisions se greffent 26 groupes et pas de moins 218 classes de professions. A vrai dire Il s'agit plutôt d’une classification hybride (secteurs d’activité – professions). En effet, certaines activités professionnelles (notamment parmi les employés) sont très comparables dans le commerce, dans les industries et dans les services publics (même si les conditions de travail peuvent différer). Par exemple dans le domaine de l’organisation et de la comptabilité les activités professionnelles sont souvent similaires dans toutes ces divisions. ",
              "figures": [{"id": "travailleurs-haut-fourneau-1900.jpg"}]
            },
            {
              "from": 1907,
              "to": 1935,
              "visibleKeys": ["v", "v1", "v2", "v3"],
              "focusKeys": ["v", "v1", "v2", "v3"],
              "colorKeys": { "v": "var(--secondary)", "v1": "var(--datakey-v1)", "v2": "var(--datakey-v)", "v3": "var(--t1-colorkeys-tertiary)" },
              "text": "En d’autres mots, un travail important et méticuleux est demandé à la fois aux agents engagés par les communes chargées alors (comme aujourd’hui) de la distribution des questionnaires et de la récolte des réponses (et des conseils donnés aux recensés) et aux fonctionnaires de la Commission permanente de statistique. Cet organisme est créé en 1900, notamment en vue de l’exécution de ce grand recensement de 1907. <br/> Il s’agit du premier organisme statistique professionnel, c’est-à-dire disposant de ressources humaines (notamment un secrétaire et des « commis » prévus par un acte législatif de 1904) qui s’occupent exclusivement de statistiques.",
              "figures": [
                {
                  "id": "Picture_3p2-5.png",
                  "caption": "Loi du 25 juin 1900 prévoyant la création d’un service statistique (extrait)"
                }
              ]
            },
            {
              "from": 1907,
              "to": 1935,
              "visibleKeys": ["v", "v1", "v2", "v3"],
              "focusKeys": ["v", "v1", "v2", "v3"],
              "colorKeys": { "v": "var(--secondary)", "v1": "var(--datakey-v1)", "v2": "var(--datakey-v)", "v3": "var(--t1-colorkeys-tertiary)" },
              "text": "Le recensement de 1907 contient, pour la première fois, des demandes sur les conditions de travail (repos hebdomadaire ou mensuel, durée de travail) et sur une éventuelle incapacité de travail. Cette question est liée à l’introduction en 1911 de l’assurance vieillesse invalidité. Il s’agit donc d’un début de ce que l’on appelle aujourd’hui la « evidence-based policy ».  En 1907, sur les 43 080 ouvriers que l’on compte dans les principales branches économiques, 30 818 ont un jour de repos par semaine, le reste des ouvriers et employés a même moins de jours de repos. En outre, quelque 90% de l’ensemble des employés et ouvriers travaillent 10 heures et plus par jour. La journée de 8 heures n’est imposée qu’après la première guerre mondiale et une réglementation concernant les jours de repos est introduite à la même époque.",
              "figures": [
                {
                  "id": "Picture_3p2-6.png",
                  "caption": "Durée de travail, en 1907"
                }
              ]
            },
            {
              "from": 1907,
              "to": 1935,
              "visibleKeys": ["v", "v1", "v2", "v3"],
              "focusKeys": ["v", "v1", "v2", "v3"],
              "colorKeys": { "v": "var(--secondary)", "v1": "var(--datakey-v1)", "v2": "var(--datakey-v)", "v3": "var(--t1-colorkeys-tertiary)" },
              "text": "L’enquête de 1907 essaie également de déterminer les parts de la population dépendant des différentes professions. C’est une vue plutôt « sociologique » qui tente en quelque sorte de mesurer l’impact des différentes branches économiques sur la société luxembourgeoise dans son ensemble. A titre d’exemple, dans l’agriculture on compte 52 807 « individus actifs » (dont 22 191 femmes), mais le total des personnes dépendant de cette branche est de 88 470 personnes, dont 46 537 femmes.<br/> Dans la branche industrielle des mines et hauts fourneaux, le nombre d’individus actifs est de 15 154 personnes (dont seulement 4 femmes). Le total des personnes dépendantes des mines et hauts-fourneaux est de 32 720 dont seulement 11 673 femmes, signe que cette branche fonctionne en partie avec des ouvriers étrangers souvent célibataires ou vivant sans leur famille.<br/> Cette approche, c’est-à-dire celle de relier les personnes non-actives d’un ménage aux actifs (par branche) est également le reflet de la représentation de la société – et de la famille – où le père travaille et fait vivre la famille et la « mère au foyer ». ",
              "figures": [
                {
                  "id": "Picture_3p2-7.png",
                  "caption": "Individus actifs et personnes dépendant de la profession, 1907"
                }
              ]
            },
            {
              "from": 1907,
              "to": 1935,
              "visibleKeys": ["v", "v1", "v2", "v3"],
              "focusKeys": ["v", "v1", "v2", "v3"],
              "colorKeys": { "v": "var(--secondary)", "v1": "var(--datakey-v1)", "v2": "var(--datakey-v)", "v3": "var(--t1-colorkeys-tertiary)" },
              "text": "Les recensements et les enquêtes effectuées depuis le début du 20ème siècle au Luxembourg s’adressent généralement aux résidents. Il est d’autant plus remarquable que l’enquête professionnelle et industrielle de 1907 – adressée aux patrons – prévoit une question concernant les personnes « travaillant dans des exploitations du Grand-Duché, alors qu’ils habitent au-delà de la frontière. » Le phénomène du travail frontalier constitue donc une préoccupation dès cette époque, même si en 1907 on ne compte que 1 400 employés et ouvriers résidant à l’étranger dans les entreprises luxembourgeoises en 1907 (dont la plus grande partie, 1 037 personnes, résident d’ailleurs en Belgique).",
              "figures": [
                {
                  "id": "Picture_3p2-8.png",
                  "caption": "Le questionnaire concernant les frontaliers dans le recensement industriel et professionnel de 1907"
                },
                {
                  "id": "",
                  "caption": "Heft 32"
                }
              ]
            },
            {
              "from": 1907,
              "to": 1935,
              "visibleKeys": ["v", "v1", "v2", "v3"],
              "focusKeys": ["v", "v1", "v2", "v3"],
              "colorKeys": { "v": "var(--secondary)", "v1": "var(--datakey-v1)", "v2": "var(--datakey-v)", "v3": "var(--t1-colorkeys-tertiary)" },
              "text": "Aujourd’hui au Luxembourg, une seule enquête tient compte de l’emploi frontalier. Il s’agit de l’enquête sur la structure des salaires (<em>Structure of Earnings Survey</em>, SES) - qui a pour base le règlement cadre européen (CE) N° 530/1999 du Conseil du 9 mars 1999. Cette enquête s’adresse, comme celle de 1907, aux entreprises et non pas aux individus. Toutes les autres enquêtes ne s’adressent qu’aux résidents. Comme l’enquête sur la structure des salaires n’est réalisée que tous les 4 ans (en alternance avec l’enquête moins détaillée sur le coût de la main-d’œuvre) les informations les plus actuelles sur l’évolution de l’emploi frontalier sont issues des fichiers administratifs de la sécurité sociale. L’apport statistique des institutions de la sécurité sociale devient encore plus important suite à la création de l’<em>Inspection de la sécurité sociale</em> – créée en 1974 et prenant le relais de l’Inspection des institutions sociales datant de 1944 - qui harmonise et publie un jeu de données détaillées sur le marché du travail luxembourgeois (y compris les frontaliers).",
              "figures": [
                {
                  "caption": "Salaires annuel brut moyen selon la nationalité, resp. le lieu de résidence et le niveau d’éducation (Enquête structure des salaires de 2018. Pour un même niveau d’education, frontaliers et résidents étrangers gagnent moins que les résidents luxembourgeois.<br/>Source : STATEC, <a href='https://statistiques.public.lu/catalogue-publications/regards/2020/PDF-14-2020.pdf ' targer='_blank'>Regards n° 14/2020</a>"
                }
              ]
            },
            {
              "from": 1945,
              "to": 1980,
              "visibleKeys": ["v", "v1", "v2", "v3"],
              "focusKeys": ["v", "v1", "v2", "v3"],
              "colorKeys": { "v": "var(--secondary)", "v1": "var(--datakey-v1)", "v2": "var(--datakey-v)", "v3": "var(--t1-colorkeys-tertiary)" },
              "text": "Après la deuxième guerre mondiale sont créés au Luxembourg l’<em>Office de la statistique générale</em> et le <em>Service des études et de documentation économiques</em> (1945). Néanmoins, dans un premier temps, mis à part les statistiques générales de l’emploi (estimées dans le cadre de l’établissement du revenu national et plus tard du PIB), la plupart des statistiques sectorielles du marché du travail sont issues des « enquêtes » auprès de leurs membres réalisées par des organisations patronales, comme le <em>Groupement des industries sidérurgiques luxembourgeoises</em> (GISL) ou l’association des banques et banquiers (ABBL), par exemple, ou alors une institution comme l’<em>Inspection du travail et des mines</em> (qui s’intéresse principalement à l’industrie sidérurgique et minière, industrie très dominante jusque dans les années 1980).",
              "figures": [
                {
                  "caption": "Les salaires des ouvriers de la sidérurgie depuis 1914. Source : STATEC, <a href='https://statistiques.public.lu/en/publications/series/statistiques-historiques/2014/statistiques-historiques/index.html' target='_blank'>Statistiques historiques, 1990</a>"
                }
              ]
            }, {
              "from": 1951,
              "to": 1980,
              "visibleKeys": ["v", "v1", "v2", "v3"],
              "focusKeys": ["v", "v1", "v2", "v3"],
              "colorKeys": { "v": "var(--secondary)", "v1": "var(--datakey-v1)", "v2": "var(--datakey-v)", "v3": "var(--t1-colorkeys-tertiary)" },
              "text": "La création de la CECA en 1951 donne un coup de pouce à la réalisation des statistiques au niveau national et à leur harmonisation entre les pays membres de ce qui sera plus tard l’Union européenne. Un service statistique, qui deviendra EUROSTAT, est créé dès 1952. Le but de ces statistiques européennes est d’abord d’ordre économique (production, investissements, exportations, importations de charbon et d’acier). Mais la variable du coût du travail (une enquête annuelle existe depuis 1953) a également des connotations sociales, respectivement est liée au thème du marché du travail. Certaines études relèvent clairement de la statistique sociale et de l’emploi. Ainsi en 1956-57 une première enquête sur le budget des ménages (des ouvriers de la sidérurgie et des mines) est menée. La CECA s’intéresse en outre à la formation professionnelle des ouvriers du secteur et à la question du logement ouvrier.",
              "figures": [
                {
                  "caption": "Comparaison des revenus réels des travailleurs des industries de la Communauté, Etudes et documents, 1956. Source : <a href='https://aei.pitt.edu/36264/1/A2411.pdf' target='_blank'>Etudes et documents, CECA</a>"
                }
              ]
            },
            {
              "from": 1951,
              "to": 1980,
              "visibleKeys": ["v", "v1", "v2", "v3"],
              "focusKeys": ["v", "v1", "v2", "v3"],
              "colorKeys": { "v": "var(--secondary)", "v1": "var(--datakey-v1)", "v2": "var(--datakey-v)", "v3": "var(--t1-colorkeys-tertiary)" },
              "text": "A partir des années 1950, ce sont les comptes nationaux (base du calcul du PIB, notamment), c’est-à-dire des statistiques synthétiques fondées sur des sources diverses qui constituent la source statistique principale concernant l’évolution générale de l’emploi au Luxembourg. Ces statistiques tiennent compte du travail des frontaliers (phénomène incontournable du point de vue statistique à partir des années 1980), alors que ce n’est pas le cas pour les enquêtes (comme l’enquête sur les forces de travail conduite au niveau européen depuis les années 1980) et pour les recensements décennaux de la population qui ne s’occupent que des résidents. Les questions de productivité (production ou rendement par travailleur) prennent de l’importance et l’aspect « économiste » du marché du travail domine désormais. Les fichiers de la sécurité sociale sont une base essentielle pour la comptabilité nationale. Comme les personnes en emploi ou au chômage sont aujourd’hui tous (ou pratiquement tous) inscrits dans un régime de sécurité sociale, c’est la source la plus complète concernant l’emploi d’une manière générale sans pour autant être la plus détaillée.",
              "figures": [
                {
                  "caption": "La première publication scientifique détaillée concernant les questions de croissance au Luxembourg (1971).<br/> Source: <a href='https://statistiques.public.lu/fr/actualites/economie-finances/conjoncture/2013/08/20130821/cahiers48.pdf' target='_blank'>Cahiers, STATEC</a>"
                }
              ]
            },
            {
              "from": 1951,
              "to": 1980,
              "visibleKeys": ["v", "v1", "v2", "v3"],
              "focusKeys": ["v", "v1", "v2", "v3"],
              "colorKeys": { "v": "var(--secondary)", "v1": "var(--datakey-v1)", "v2": "var(--datakey-v)", "v3": "var(--t1-colorkeys-tertiary)" },
              "text": "Si les statistiques de la comptabilité nationale donnent une vue générale sur l’emploi, ce sont trois enquêtes – l’enquête sur les forces de travail, l’enquête sur la structure des salaires qui est réalisé tous les 4 ans en alternance avec l’enquête sur le coût de la main-d’œuvre - qui permettent de calculer des indicateurs plus détaillés et plus nuancés. L’enquête sur les forces de travail (EFT) existe depuis les années 1970. Il s’agit d’une enquête menée à l’échelle européenne (sur base d’une réglementation coercitive aujourd’hui) dont sont issus des indicateurs de base comme le taux d’activité, le taux d’emploi et le taux de chômage (selon l‘âge, le sexe, le niveau de formation, etc.). Quelques indicateurs sont également consacrés aux conditions de travail (travail à temps partiel ou à temps complet, CDI et CDD). L’enquête n’est réalisée que chez les résidents. L’enquête sur la structure des salaires (comme son nom l’indique) s’intéresse moins au marché du travail proprement dit qu’aux salaires, mais les variables explicatives (niveau de formation, position socio-professionnelle, âge, sexe) donnent des indications précieuses sur les caractéristiques de l’emploi et les spécificités du marché de l’emploi luxembourgeois.",
              "figures": [
                {
                  "caption": "Les principes de classification de l’enquête sur les forces de travail.<br/> Source: <a href='https://ec.europa.eu/eurostat/documents/3859598/5826084/CA-19-98-536-FR.PDF.pdf' target='_blank'>Source : EUROSTAT, Enquête communautaire sur les forces de travail, Population et conditions sociales, Méthodes et définitions, Luxembourg, 1999</a>"
                }
              ]
            },
            {
              "from": 1951,
              "to": 1980,
              "visibleKeys": ["v", "v1", "v2", "v3"],
              "focusKeys": ["v", "v1", "v2", "v3"],
              "colorKeys": { "v": "var(--secondary)", "v1": "var(--datakey-v1)", "v2": "var(--datakey-v)", "v3": "var(--t1-colorkeys-tertiary)" },
              "text": "Au cours du 19ème siècle, des classifications de professions - formulées de façon souvent imprécise, comme celle de « journalier » - avaient été introduites, notamment au moment de certains recensements. La classification des professions devient plus précise au début du 19ème siècle (enquête industrielle et professionnelle de 1907). Elle est marquée par la prise en compte de la division du travail entre entreprises et organisations qui est différente de la division du travail entre emplois dans une même société. Dans ce domaine également, les institutions internationales joueront le rôle d’aiguillon. Et c’est le Bureau International du Travail (BIT), plus précisément la Conférence internationale des statisticiens du travail (CIST) qui établit une classification provisoire des professions de neuf grands groupes en 1949. Plusieurs mises à jour seront effectuées par la suite et la dernière mis à jour a été adoptée en décembre 2007 (Classification type des professions, CITP-08).",
              "figures": [
                {
                  "caption": "La classification en dix grands groupes dans la classification-type des professions (CITP) de 1958 du BIT. <br/> Source : <a href='https://www.ilo.org/public/libdoc/ilo/1958/58B09_81_fren.pdf' target='_blank'>Bureau international du travail, Classification type des professions, Genève, 1958</a>"
                }
              ]
            },
            {
              "from": 1951,
              "to": 1980,
              "visibleKeys": ["v", "v1", "v2", "v3"],
              "focusKeys": ["v", "v1", "v2", "v3"],
              "colorKeys": { "v": "var(--secondary)", "v1": "var(--datakey-v1)", "v2": "var(--datakey-v)", "v3": "var(--t1-colorkeys-tertiary)" },
              "text": "Au Luxembourg, on n’a jamais mis en place une classification socio-professionnelle sophistiquée, contrairement à la France, par exemple. Dans quelques rares publications, on essaie d’aller au-delà de la simple classification des professions en construisant un système assez rudimentaire à 4 catégories sur la base des caractéristiques du travail (manuel ou intellectuel) et sur la base  du niveau d’éducation ou de formation implicite qui sont les suivantes : cols blancs qualifiés, clos blancs peu qualifiés, cols bleus qualifiés, cols bleus peu qualifiés.  Les professions (codes CITP) ont été regroupées de la manière suivante : <ul><li>Cols blancs qualifiés : 1 Directeurs, cadres de direction et gérants ; 2 Professions intellectuelles et scientifiques ; 3 Professions intermédiaires ;</li><li>Cols blancs peu qualifiés : 4 Employés du type administratif ; 5 Personnel des services directs aux particuliers, commerçants et vendeurs</li><li>Cols bleus qualifiés : 6 Métiers qualifiés de l’industrie et de l’artisanat ; 7 Agriculteurs</li><li>Cols bleus peu qualifiés : 8 Conducteurs d’installations et de machines et ouvriers de l’assemblage ; 9 Professions élémentaires</li>",
              "figures": [
                {
                  "caption": "Les « cols blancs » dominent la plus part des secteurs.Source : <a href='https://statistiques.public.lu/catalogue-publications/regards/2020/PDF-17-2020.pdf' target='_blank'> STATEC, Polarisation croissante de l’emploi salarié au Luxembourg, N° 17/2020</a>"
                }
              ]
            }
          ]
        },
        {
          "title": "Vers une société salariale",
          "subheading": "Autour de 1850, il y a peu de « salariés » au sens actuel du terme, même si l’emploi de « journaliers », c’est-à-dire des personnes travaillant dans l’agriculture, dans l’artisanat ou encore des travaux d’infrastructure (chemins de fer, p.ex.) et rémunérés par journée (des emplois précaires dans la terminologie d’aujourd’hui) tend à se développer. Mais d’une manière générale, jusqu’au tournant des 19ème et 20ème siècle, les catégories artisanales d’avant la révolution industrielle restent prédominantes. L’industrialisation va de pair avec une « massification » de l’emploi salarié.",
          "paragraphs": [
            {
              "from": 1871,
              "to": 2020,
              "visibleKeys": ["v", "v1", "v2", "v3"],
              "focusKeys": ["v", "v1", "v2", "v3"],
              "colorKeys": { "v": "var(--secondary)", "v1": "var(--datakey-v1)", "v2": "var(--datakey-v)", "v3": "var(--t1-colorkeys-tertiary)" },
              "text": "Si au niveau sociétal le principe de l’autonomie individuelle s‘affirme, c’est – un peu paradoxalement - une évolution un peu contraire qui se dessine au niveau économique. Dans les grandes usines sidérurgiques (la première grande usine sidérurgique comportant à la fois des hauts-fourneaux, aciérie et laminoirs) on compte plusieurs milliers de personnes, effectuant généralement des travaux très similaires (et souvent par postes) et dont les rémunérations sont fixées soit sur la base du rendement (notamment chez les mineurs), soit par heure soit par journée. <br/>Parallèlement à une certaine uniformisation du travail industriel se développe un secteur de « services » très diversifié (de la comptabilité, à la surveillance, à la direction et au commerce) avec un nombre croissant d’employés. Le salariat devient la forme d’activité professionnelle largement dominante. Et les indicateurs et outils statistiques s’y adaptent."
            }
          ]
        },
        {
          "title": "Vers une économie des services",
          "paragraphs": [
            {
              "from": 1871,
              "to": 2020,
              "visibleKeys": ["v", "v1", "v2", "v3"],
              "focusKeys": ["v", "v1", "v2", "v3"],
              "colorKeys": { "v": "var(--secondary)", "v1": "var(--datakey-v1)", "v2": "var(--datakey-v)", "v3": "var(--t1-colorkeys-tertiary)" },
              "text": "L’emploi dans l’agriculture est en déclin sur le long terme.  En 1871, l’agriculture constitue quelque 60% de l’emploi total. En 1907, la part dépasse à peine les 40% et au début des années 1960, le pourcentage se situe déjà en dessous des 20%. Aujourd’hui, la part de ce secteur dans l’emploi se situe en dessous de 1% . En chiffres absolus, en 1871, environ 53 000 personnes sont actives dans l’agriculture en 1907, contre seulement 3 700 en 2010.",
              "dataset": "EconomicSectorsEmployment",
              "datasetLayout": "Stacks",
              "datasetKeys": ["v", "v1", "v2"],
              "datasetColorKeys": { "v": "var(--dataset-t2-v)", "v1": "var(--dataset-t2-v1)", "v2": "red"},
              "datasetExtent": [1871, 2021],
              "datasetRange": [0, 100],
              "datasetLegend": "Part des secteurs économiques dans l'emploi total, 1871-2020",
              "datasetNumericTranslationLabel": "percentage",
              "figures": [
                {
                  "id": "Picture_3p3-1.png",
                  "caption": "Le monde agricole en photos à la fin des années 1930"
                }
              ]
            },
            {
              "from": 1907,
              "to": 1947,
              "visibleKeys": ["v", "v1", "v2", "v3"],
              "focusKeys": ["v", "v1", "v2", "v3"],
              "colorKeys": { "v": "var(--secondary)", "v1": "var(--datakey-v1)", "v2": "var(--datakey-v)", "v3": "var(--t1-colorkeys-tertiary)" },
              "text": "[...] Néanmoins, pour les années 1907-1947, cette analyse est basée sur les résultats des recensements de la population. Pour ces années est un peu biaisée par la prise en compte des aidants familiaux."
            },
            {
              "from": 1907,
              "to": 2020,
              "visibleKeys": ["v", "v1"],
              "focusKeys": ["v", "v1"],
              "colorKeys": { "v": "var(--secondary)", "v1": "var(--datakey-v1)", "v2": "var(--datakey-v)", "v3": "var(--t1-colorkeys-tertiary)" },
              "text": "Le déclin de l’emploi dans l’agriculture ne doit pas cacher les gains de productivité dans cette branche. La taille moyenne des exploitations agricoles passe de moins de 4 ha en 1907 à plus de 70 ha aujourd’hui. La production totale de lait qui fut de 102 000 tonnes en 1913 est de 447 000 tonnes en 2020, avec à peu près le même nombre de vaches laitières, autour de 55 000 à ces deux dates. La production de lait par vache fut de moins de 2 000 kg par an et par vache laitière en 1913 et de quelque 8 200 kg. en 2020.  Après la deuxième guerre mondiale, la mécanisation de l’agriculture est fulgurante. Le nombre de tracteurs passe de 1.392 en 1950 à 8 900 à la fin des années 1980. En revanche, le nombre de chevaux dégringole de quelque 17 000 à la veille de la deuxième guerre mondiale à moins de 3.000 à la fin des années 1980 (et il s’agit en très grande partie de chevaux tenus pour des activités de loisirs aujourd’hui)",
              "dataset": "MilkProduction",
              "datasetLayout": "Lines",
              "datasetLegend": "Rendement laitier, 1913-2020",
              "datasetNumericTranslationLabel": "kg"
            },
            {
              "from": 1907,
              "to": 1947,
              "visibleKeys": ["v", "v2"],
              "focusKeys": ["v", "v2"],
              "colorKeys": { "v": "var(--secondary)", "v1": "var(--datakey-v1)", "v2": "var(--datakey-v)", "v3": "var(--t1-colorkeys-tertiary)" },
              "text": "La part des personnes travaillant dans l’industrie, qui fut d’environ 20% de l’emploi total en 1871, atteint près de 40% dès 1907, suite surtout à l’augmentation des postes de travail dans les mines de fer et les usines sidérurgiques. Pour cette dernière année, sur un emploi total de quelque 123 000 personnes actives, un peu plus de 47 000 travaillent dans l’industrie. Le recensement professionnel et industriel du 12 juin 1907 contient également une question sur les activités accessoires des personnes qui travaillent, signe que les activités multiples (permettant de joindre les deux bouts) sont la règle à l’époque, notamment pour les ouvriers de la sidérurgie et des mines de fer. En 1907, 66 663 personnes ont une activité accessoire, parmi lesquelles 48 719 dans l’agriculture. Sur ces 48 719 personnes ayant une activité accessoire agricole, 30 630 sont des ouvriers (63%). Selon le recensement de 1960, encore 630 (7,6%) agriculteurs font cette activité à titre accessoire sur 8 280 agriculteurs au total."
            },
            {
              "from": 1907,
              "to": 2020,
              "visibleKeys": ["v", "v2"],
              "focusKeys": ["v", "v2"],
              "colorKeys": { "v": "var(--secondary)", "v1": "var(--datakey-v1)", "v2": "var(--datakey-v)", "v3": "var(--t1-colorkeys-tertiary)" },
              "text": "L’industrie sidérurgique ne se développe véritablement qu’à partir des années 1880 avec la possibilité qu’offre désormais le procédé Thomas (1879) de transformer la fonte phosphoreuse (produite à partir de la minette luxembourgeoise) en acier de bonne qualité. L’ascension de la sidérurgie fut d’autant plus fulgurante que dans d’autres régions européennes.",
              "figures": [{ "caption": "Montage du nouveau sac à poussière du haut-fourneau /AnLux, Arbed ph00025" }],
              "figures": [
                {
                  "id": "Picture_3p3-5.jpg",
                  "caption": "Montage du nouveau sac à poussière du haut-fourneau II de l’usine de Dudelange, 1928.08.23"
                }
              ]
            },
            {
              "from": 1907,
              "to": 2020,
              "visibleKeys": ["v", "v2"],
              "focusKeys": ["v", "v2"],
              "colorKeys": { "v": "var(--secondary)", "v1": "var(--datakey-v1)", "v2": "var(--datakey-v)", "v3": "var(--t1-colorkeys-tertiary)" },
              "text": "Selon le recensement professionnel industriel du 12 juin 1907 (une première du genre), 66663 personnes exercent une activité accessoire, dont 48 719 dans l’agriculture. De ces 48 719 cas d’activité accessoire dans l’agriculture, 30 630 (63%) sont exercés par des ouvriers. Le recensement de 1960 indique encore 630 (7,6%) agriculteurs-patrons exerçant à titre accessoire sur un total de 8 284. (Gérard Trausch : Histoire économique du Luxembourg 1815-2015, STATEC, 2017)"
              }
            ]
          },
        {
          "title": "Vers une société salariale ",
          "paragraphs": [
            {
              "from": 1871,
              "to": 2020,
              "visibleKeys": ["v", "v1", "v2", "v3"],
              "focusKeys": ["v", "v1", "v2", "v3"],
              "colorKeys": { "v": "var(--secondary)", "v1": "var(--datakey-v1)", "v2": "var(--datakey-v)", "v3": "var(--t1-colorkeys-tertiary)" },
              "text": "Vers 1850, il y a peu de « salariés » au sens actuel du terme, même si l’emploi de « journaliers », c’est-à-dire des personnes travaillant dans l’agriculture, dans l’artisanat ou encore des travaux d’infrastructure (chemins de fer, p.ex.) et rémunérés par journée (des emplois précaires dans la terminologie d’aujourd’hui) tend à se développer."
            }, {
              "from": 1871,
              "to": 2020,
              "visibleKeys": ["v", "v1", "v2", "v3"],
              "focusKeys": ["v", "v1", "v2", "v3"],
              "colorKeys": { "v": "var(--secondary)", "v1": "var(--datakey-v1)", "v2": "var(--datakey-v)", "v3": "var(--t1-colorkeys-tertiary)" },
              "text": "Une autre catégorie « professionnelle) utilisée à la fin du 19ème siècle et au début du 20ème siècle est celle des aidants familiaux, souvent des épouses travaillant dans l’entreprise familiale agricole ou artisanale. Comme la rationalité purement économique – et productiviste - s’impose à partir de la fin  du 19ème siècle et avec force après la deuxième guerre mondiale, toutes les catégories d’activités non-rémunérées sont éliminées des statistiques de l’emploi et de l’activité professionnelle. Dans cette logique, le travail domestique n’est – statistiquement – pas pris en compte."
            }
          ]
        }
      ]
    }
  ],
  "modules": []
}
